"ConfirmSaveTitle" 			= "Confirmar guardar";
"ConfirmSaveMsg"			= "¿Desea guardar los cambios realizados en los ajustes de movilidad?";
"ConfirmSaveSave"			= "Guardar";
"ConfirmSaveCancel"			= "Cancelar";
"ConfirmSaveDontSave"		= "No guardar";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Crear";
"str_OK_Config" = "Aceptar";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "No hay ninguna contraseña maestra de FileVault definida en este ordenador.";
"str_NoMasterPassword" 		= "FileVault requiere una contraseña maestra para este ordenador.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (Disco de arranque)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "Calculando espacio libre...";
"str_PHD_InsufficientSpace" = "No hay suficiente espacio libre en “%@” para crear la carpeta de inicio.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "Automáticamente";
"str_SyncInterval_Manual"  		= "Manualmente";

"str_SyncInterval_OneMinute" 					= "Cada minuto";
"str_SyncInterval_LessThanOneHour"  			= "Cada %d minutos";
"str_SyncInterval_OneHour"						= "Cada hora";
"str_SyncInterval_OneHourOneMinute"				= "Cada 1 hora y 1 minuto";
"str_SyncInterval_LessThanTwoHours"				= "Cada 1 hora y %d minutos";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "Cada %d horas";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "Cada %d horas y 1 minuto";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "Cada %d horas y %d minutos";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "No hay ningún volumen externo conectado.";
"str_UserPicks_NoSuitableVolume" 		= "No se ha encontrado ningún volumen adecuado.";
